import React from 'react';

const About = () => {
    return (
        <div className="profile">
            <div className="about">
                <p>В 2022 году успешно окончил курсы JS-разработчика.</p>
                <p>
                    Мне нравится создавать проекты и выстраивать их компоновку, получаю удовольствие от достижения
                    результата
                </p>
                <p>
                    Дважды участвовал в хакатонах (командный кодинг), в котором довелось побывать тимлидом. Одно из
                    таких приложений представлено в данном портфолио.
                </p>
            </div>
        </div>
    );
};

export default About;
